Repository: Essenbay/talimger-admin
Catalog: lib/l10n/app_*.arb
Languages: kk

# auth_invalid
source: Email/Password is invalid
kk: Қате электрондық пошта немесе құпия сөз

source: Access Denied
kk: Қол жеткізу тыйым салынды

# sign_in
source: Sign In to the Admin Panel
kk: Администратор панелине кіру

source: Email
kk: Электрондық пошта

# email_required
source: Email is required
kk: Электрондық пошта міндетті

source: Password
kk: Құпия сөз

# password_required
source: Password is required
kk: Құпия сөз міндетті

source: Login
kk: Кіру

# access
source: Access Denied
kk: Қол жеткізу тыйым салынды

source: Total Users
kk: Жалпы пайдаланушылар

source: Total students
kk: Жалпы оқушылар

source: Total Enrolled
kk: Жалпы тіркелгендер

source: Total Subscribed
kk: Жалпы жазылғандар

source: Total Purchases
kk: Жалпы сатып алу

source: Total Courses
kk: Жалпы курстар

source: Total Notifications
kk: Жалпы хабарландырулар

source: Total Reviews
kk: Жалпы пікірлер

source: News User Registration
kk: Жаңа пайдаланушы тіркеуі

# last_days
source: Last {days} Days
kk: Соңғы {days} күн

source: Users
kk: Пайдаланушылар

# sub_purchases
source: Subscription Purchases
kk: Жазылулар

source: Latest Purchases
kk: Соңғы сатып алулар

source: View All
kk: Барлығын көру

source: Latest Reviews
kk: Соңғы пікірлер

source: Top Courses
kk: Ең жақсы курстар

source: students
kk: Оқушылар

source: New Users
kk: Жаңа пайдаланушылар

source: Enrolled Courses
kk: Тіркелген курстар

source: Courses
kk: Курстар

source: Featured
kk: Таңдаулы

source: Categories
kk: Санаттар

source: Tags
kk: Тегтер

source: Notifications
kk: Хабарландырулар

source: Purchases
kk: Сатып алулар

source: Ads
kk: Реклама

source: Settings
kk: Параметрлер

source: Dashboard
kk: Бақылау тақтасы

source: My Courses
kk: Менің курстарым

source: Reviews
kk: Пікірлер

source: Draft
kk: Үлгі

source: Pending
kk: Күтуде

source: Live
kk: Жаңа

# archive
source: Archived
kk: Архив

source: Video
kk: Бейне

source: Article
kk: Мақала

source: Quiz
kk: Тест

source: Free
kk: Тегін

source: Premium
kk: Премиум

source: All
kk: Барлығы

source: Published
kk: Жарияланған

source: Drafts
kk: Үлгілер

source: Featured Courses
kk: Таңдаулы курстар

source: Newest First
kk: Ең соңғы

source: Oldest First
kk: Ең ескі

source: Free Courses
kk: Тегін курстар

source: Premium Courses
kk: Премиум курстар

source: High Rating
kk: Жоғары рейтинг

source: Low Rating
kk: Төмен рейтинг

source: Category
kk: Санат

source: Admins
kk: Администраторлар

source: Disabled Users
kk: Өшірілген пайдаланушылар

source: Subscribed Users
kk: Жазылғандар

source: Android Users
kk: Android пайдаланушылары

source: iOS Users
kk: iOS пайдаланушылары

source: High to Low Rating
kk: Жоғары - төмен рейтинг

source: Low to High Rating
kk: Төмен - жоғары рейтинг

source: Course
kk: Курс

source: Active
kk: Жұмыс істейді

source: Expired
kk: Мерзімі аяқталды

source: Android Platform
kk: Android платформасы

source: iOS Platform
kk: iOS платформасы

source: Edit Profile
kk: Профильді өңдеу

source: Change Password
kk: Құпия сөзді өзгерту

source: Logout
kk: Шығу

source: Update
kk: Жаңарту

source: Success
kk: Сәтті

source: Name
kk: Аты

source: Work Title
kk: Жұмыс атауы

source: Bio
kk: Биография

# website_url
source: Your Website Url
kk: Сіздің веб-сайттың сілтемесі

source: Website
kk: Веб-сайт

# purshases
source: Purchases
kk: Сатып алулар

source: url
kk: Сілтеме

source: Required
kk: Міндетті

source: Select
kk: Таңдау

source: Clear selection
kk: Таңдауды тазалау

source: Create Course
kk: Курс жасау

source: Sort by
kk: Сұрыптау

source: No items
kk: Нәтиже табылмады

# went_wrong
source: Something went wrong
kk: Қате пайда болды

# save_draft
source: Save Draf
kk: Үлгіді сақтау

source: Submit
kk: Қабылдау

source: Publish
kk: Жариялау

source: Enter Course Title
kk: Курстың атауын енгізіңіз

source: Course Title
kk: Курстың атауы

source: Preview Image
kk: Алдын ала көрініс келтіру суреті

# enter_image_url
source: Enter image URL or select image
kk: Суреттің сілтемесін енгізіңіз немесе суретті таңдаңыз

source: Enter video url
kk: Бейненің сілтемесін енгізіңіз

source: Video Preview
kk: Бейне алдын ала көрініс

source: Course Requirements
kk: Курстың талаптары

# enter_requirements
source: Enter requirements one by one
kk: Бір-біріне талаптарды енгізіңіз

source: What User Will Learn?
kk: Қолданушы не біледі?

# enter_learnings
source: Enter learnings one by one
kk: Бір-біріне оқуларды енгізіңіз

source: Course Pricing
kk: Курстың бағасы

source: Course Duration
kk: Курстың мерзімі

source: Enter course duration
kk: Курстың мерзімін енгізіңіз

source: Course Language
kk: Курстың тілі

source: Enter course language
kk: Курстың тілін енгізіңіз

source: Course Summary
kk: Курстың жиынтығы

source: Enter Course Summary
kk: Курстың жиынтығын енгізіңіз

source: Course Description
kk: Курстың сипаттамасы

source: Enter description
kk: Сипаттаманы енгізіңіз

source: Preview
kk: Алдын ала көрініс

# extended_license_required
source: Extended license is required
kk: Көтерілген лицензия қажет

source: Saved
kk: Сақталды

source: Build
kk: Орналастыру

source: Create Section
kk: Бөлім жасау

# save_course_message
source: Save the course to drafts before creating sections
kk: Бөлімдерді жасау алдында курсты үлгілерінде сақтаңыз

source: Add
kk: Қосу

source: Edit
kk: Өңдеу

source: Delete
kk: Жою

# warning
source: Warning: This can not be undone.
kk: Ескерту: Бұл элементпен байланысты барлық сабақтар жойылады және бұл әрекетті болдырмау мүмкін!

source: Section
kk: Бөлім

source: Add to featured
kk: Таңдаулықтарға қосу

source: Approve
kk: Мақұлдау

source: Remove From Feature Course?
kk: Таңдаулы курстардан алау?

# do_you_want_to_remove_this_course
source: Do you want to remove this course from the featured list?
kk: Бұл курсты таңдаулы курстар тізімінен алғыңыз келгеніне сенімдісіз бе?

source: Yes, Remove
kk: Иә, алу

source: Removed Successfully!
kk: Сәтті алынды!

source: Assign As A Feature Course?
kk: Курсты таңдаулы курстар ретінде атау?

# do_you_want_to_assign_this_course
source: Do you want to assign this course as a featured course?
kk: Бұл курсты таңдаулы курстар ретінде атау керек пе?

source: Added Successfully!
kk: Сәтті қосылды!

source: Course is already available!
kk: Курс әзірше қол жетімді!

# delete_this_this
source: Delete this?
kk: Бұлды жою?

# warning_course_deletion
source: Warning: All of the data releated to this course will be deleted and this can not be undone!
kk: Ескерту: Бұл курстың барлық деректері жойылады және бұл әрекетті болдырмау мүмкін емес!

source: Deleted Successfully!
kk: Сәтті жойылды!

source: by
kk: Автор

# save_to_draft_before_creating
source: Save the to drafts before creating
kk: Жасау алдында үлгіге сақтау

source: Create
kk: Жасау

# tag_name
source: Tage Name
kk: Тег аты

source: Enter
kk: Енгізу

source: No
kk: Жоқ

source: Details
kk: Егжей-тегжейліліктер

source: Language
kk: Тіл

# lessons_num
source: Lesson number
kk: Сабақтар саны

source: Curriculum
kk: Мазмұн

source: Order
kk: Төлөм

source: Title
kk: Тақырып

source: Upload
kk: Жүктеу

# enter_select_image
source: Enter image URL or select image
kk: Суреттің сілтемесін енгізіңіз немесе жүктеңіз

source: Invalid Url
kk: Сілтеме қате

# empty_value
source: Value is empty
kk: Бос мән

source: Cancel
kk: Болдырмау

source: Search by email
kk: Электрондық пошта бойынша іздеу

source: Created
kk: Жасалды

source: Subscription
kk: Жазылу

source: Wishlist
kk: Тіркелген жинақ

source: Completed
kk: Аяқталды

source: User
kk: Пайдаланушы

# sub_plan
source: Subscription Plan
kk: Жазылу жоспары

source: Price
kk: Баға

source: Platform
kk: Платформа

source: Purchased At
kk: Сатып алу уақыты

# no_history
source: No History Found
kk: Тарих бос

source: Actions
kk: Әрекеттер

source: Copied to clipboard
kk: Ашық кестеге көшірілді

# enabled_access_to_user_question
source: Enabled Access to this user?
kk: Пайдаланушыға баннан шығару?

# disable_access_to_user_question
source: Disable access to this user?
kk: Пайдаланушыға банға жібері?

# enable_access_warning
source: Warning: {userName} can access the app and contents
kk: Ескерту: {userName} қолданбаға қол жетімді болады

# disable_access_warning
source: Warning: {userName} can't access the app and contents
kk: Ескерту: {userName} қолданбаға қол жетімді болмайды

source: Yes, Enable Access
kk: Иә, баннан шығару

source: Yes, Disable Access
kk: Иә, банға жіберу

# assign_as_admin_question
source: Assign As An Admin?
kk: Админ құқығын бері

# remove_admin_access_question
source: Remove Admin Access?
kk: Админ құқығын алу?

# assign_admin_warning
source: Warning: {userName} can access admin dashboard and submit courses!
kk: Ескерту: {userName} админ панелін көріп, аша алады

# remove_admin_access_warning
source: Warning: {userName} can't access the admin dashboard!
kk: Ескерту: {userName} админ панеліне кіре алмайды

source: yes
kk: Иә

source: Updated
kk: Жаңартылды

source: View
kk: Көру

source: Copy User Id
kk: Пайдаланушының ID сілтемесін көшіру

source: Enable User Access
kk: Пайдаланушыға қол жеткізу рұқсаты беру

source: Disable User Access
kk: Пайдаланушыға қол жеткізу рұқсатын алу

source: Disable Admin Access
kk: Админ рұқсатын алып тастау

source: Assign As Admin
kk: Админ ретінде қою

source: Description
kk: Сипаттама

source: Send
kk: Жіберу

# purshase_hisotory
source: Purchase History
kk: Сатып алу тарихы

source: Lesson Type
kk: Сабақ түрі

# article_empty
source: Article is empty
kk: Мақала бос

# article_question
source: No questions found
kk: Сұрақтар табылмады

source: Correct Answer
kk: Дұрыс жауап

# option_type
source: Options Type
kk: Опция түрі

source: Option
kk: Опция

source: Select Correct Answer
kk: Дұрыс жауабын таңдаңыз

source: Save
kk: Сақтау

source: Panel
kk: Панель

source: Admin
kk: Админ

source: App Settings
kk: Қолданба параметрлері

# app_information
source: App Informations
kk: Қолданба мәліметтері

source: Support email
kk: Қолдау поштасы

source: Privacy url
kk: Құпиялылық саясаты сілтемесі

source: Privacy Policy
kk: Құпиялылық саясаты

source: Invalid video ID
kk: Бейне ID немесе сілтемесі қате

source: Image URL
kk: Сурет сілтемесі

source: Network Video Url
kk: Бейне сілтемесі

# launch_url_error
source: Can't launch the URL
kk: Сілтеме ашылу мүмкін емес

# add_sub_to_user
source: Add acess to user
kk: Қолданушыға доступ косу

source: User not found
kk: Қолданушы табылмады

# enroll_error
source: Could not give access to user
kk: Қол жеткізу бола алмады

# already_enrolled
source: User is already enrolled to this course
kk: Қолданушы осы курсқа жазылғандар

# social_information
source: Social Informations
kk: Әлеуметтік медиа туралы ақпарат

# kaspi_payment
source: Kaspi payment link
kk: Каспи арқылы төлем сілтемесі

source: Refuse
kk: Бас тарту

source: Date
kk: Күні

source: Refused
kk: Бас тартылды

source: Confirmed
kk: Рұқсат етілген

# phone
source: Phone number
kk: Телефон номері

# about_description
source: About us: Description
kk: Біз туралы: Сипаттама

# about_image
source: About us: Image
kk: Біз туралы: Сурет

source: Copy user email
kk: Пайдаланушы поштасын көшіру
